Repository: netis501/iptv
Catalog: po/*.po
Languages: de, lt, uk

source: Add
de: Zufügen
lt: Pridėti
uk: Додати

source: Add "%s" to favourites
de: Zufügen "%s" zu favoriten
lt: Pridėti "%s" kanalą į paketą
uk: Додати "%s" в обрані

source: Additional playlists number
uk: Кількість додаткових плейлистів

source: All
de: Alle
lt: Visi
uk: Всі

source: All channels
de: Alle Sender
lt: Visi kanalai
uk: Всі канали

source: Archive
de: Archiv
lt: Archyvas
uk: Архів

source: Archive url type
uk: Тип архіву

source: Audio
uk: Аудіо

source: Authorization error
de: Fehler Autorisation
lt: Autorizacijos klaida
uk: Помилка авторизації

source: Bitrate
uk: Бітрейт

source: Can not load EPG:
uk: Не вдалося завантажити EPG:

source: Cancel
de: Abbrechen
lt: Atšaukti
uk: Скасувати

source: Channel Locked
de: Sender Gespert
lt: Kanalas užrakintas
uk: Канал закритий

source: Channel:
uk: Канал:

source: Checking depends
de: Überprüfung der abhängigkeit
lt: Tikrinamos priklausomybės
uk: Перевірка залежностей

source: Checking updates
de: Update Überprüfung
lt: Tikrinami atnaujinimai
uk: Перевірка оновлення

source: Choose keymap
uk: Вибрати keymap

source: Choose skin
uk: Вибрати skin

source: Clear login data and exit
de: Persöhnliche daten löschen und beenden
lt: Išvalykite prisijungimo duomenis ir išeikite
uk: Видалити дані авторизації та вийти

source: Configuration of %s
de: Einstellungen %s
lt: %s Konfigūracija
uk: Налаштування %s

source: Context menu
de: Kontexmenü
lt: Kontekstinis meniu
uk: Контекстне меню

source: Details
de: Einzelheiten
lt: Išsami informacija
uk: Деталі

source: EPG-json url
uk: Посилання на EPG-json

source: Enable archive
uk: Наявність архіву

source: Enter edit mode
de: zum Sender bearbeiten
lt: Įjunkite redagavimo režimą
uk: Увійти в режим сортування

source: Enter protect password
de: Geben sie Passwort ein
lt: Įveskite saugos slaptažodį
uk: Введіть захисний код

source: Error while getting stream url:
de: Fehler beim Abrufen der Stream Url:
lt: Klaida gaunant srauto URL:
uk: Помилка при отриманні посилання на потік:

source: Exit
de: Beenden
lt: Išeiti
uk: Вихід

source: Exit edit mode
de: Sortieren Beenden
lt: Išeiti iš redagavimo režimo
uk: Вийти з режиму сортування

source: Exit plugin?
de: Plugin Beenden?
lt: Išeiti iš priedo?
uk: Вийти з плагіна?

source: Exiting edit mode
de: Bearbeitungsmodus verlassen
lt: Išeiti iš redagavimo režimo
uk: Вихід з режиму редагування

source: Extensions
uk: Разширення

source: Failed to authentificate your device
uk: Помилка при авторизації вашого пристрою

source: Failed to install %s!
de: Instalation fehlgeschlagen %s!
lt: Nepavyko įdiegti %s!
uk: Не вдалося встановити %s!

source: Failed to save favourites list.
de: Fehler beim Speichern der Favoritenliste.
lt: Nepavyko išsaugoti mėgstamų sąrašo.
uk: Не вдалося зберегти список обраного.

source: Failed to send settings to server.
de: Fehler beim Speichern der Einstellungen auf dem Server.
lt: Nepavyko nusiųsti nustatymų į serverį.
uk: Не вдалося зберегти налаштування на сервері.

source: Failed to update package list!
de: Fehler beim Aktualisieren der Pakete!
lt: Nepavyko atnaujinti paketų sąrašo!
uk: Не вдалося обновити список пакетів!

source: Favourites
de: Favoriten
lt: Mėgstami
uk: Обрані

source: Finished!
de: Fertig!
lt: Baigta!
uk: Завершено!

source: Get playlist
uk: Отримати список відтворення

source: Groups
de: Gruppen
lt: Grupės
uk: Групи

source: High
de: Hoch
lt: Aukštas
uk: Високе

source: IPtvDream %s. Providers list:
de: IPtvDream %s. Provider liste:
lt: „IPtvDream“ %s. Teikėjų sąrašas:
uk: IPtvDream %s. Список провайдерів:

source: IPtvDream critical error
de: IPtvDream Kritischer Fehler
lt: „IPtvDream“ kritinė klaida
uk: IPtvDream критична помилка

source: IPtvDream plugin is already running!
de: IPtvDream Das Plugin läuft bereits!
lt: „IPtvDream“ priedas jau veikia!
uk: IPtvDream плагін вже запущений!

source: In the editing mode you can reorder your favourites list. Quick help: - Select channel that you want to put to a new position. - Press OK to start moving the channel around with arrow buttons. - Press OK again to fix the position of the channel. - Press EXIT when done. Start editing mode?
de: Im Bearbeitungsmodus können Sie Ihre Favoritenliste sortieren. Hilfe: - Wählen Sie den Kanal aus, den Sie an eine neue Position verschieben möchten. - Klicken Sie auf OK und bewegen Sie den Kanal mit den Aufwärts- oder Abwärtspfeilen. - Drücken Sie erneut OK, um die neue Kanalposition festzulegen. - Drücken Sie EXIT, um den Vorgang abzuschließen. Aktivieren Sie den Bearbeitungsmodus?
lt: Redagavimo režime galite pertvarkyti savo mėgstamų sąrašą. Greita pagalba: - Pasirinkite kanalą, kurį norite perkelti į naują vietą. - Spauskite OK, jei norite perkelti kanalą rodyklių aukštyn/žemyn mygtukais. - Spauskite OK, kad išsaugotumėte naują kanalo vietą. - Paspauskite EXIT, kai baigsite. - Pradėti redagavimo režimą?
uk: У режимі редагування Ви можете впорядкувати список обране. Довідка: - Виберіть канал, який ви хочете перемістити на нову позицію. - Натисніть OK і почніть переміщати канал стрілками вгору або вниз. - Натисніть OK знову щоб зафіксувати нове положення каналу. - Натисніть EXIT для завершення. Увійти в режим редагування?

source: Input pin
uk: Введіть код

source: Installing %s
de: Instalation %s
lt: Įdiegiama %s
uk: Встановлення %s

source: Installing update, please wait
de: Update Instaliert bitte warten
lt: Įdiegiate naujinimą, palaukite
uk: Встановлення оновлення, будь ласка зачекайте

source: Key
uk: Ключ

source: Keyboard
de: Tastatur
lt: Klaviatūra
uk: Клавіатура

source: Login
lt: Prisijungti
uk: Логін

source: Low
de: Niedrig
lt: Žemas
uk: Низьке

source: Media server
lt: Medijos serveris
uk: Медіа сервер

source: Menu
uk: Меню

source: No detailed information
de: Keine genaue information
lt: Nėra išsamios informacijos
uk: Немає докладної інформації

source: OK
de: ОК
uk: ОК

source: Open archive for "%s"
lt: Atidaryti "%s" kanalo archyvą
uk: Відкрити архів для "%s"

source: Open plugin settings
de: Plugin Einstellungen Öffnen
lt: Atidarykite priedo nustatymus
uk: Відкрити налаштування плагіна

source: Open provider settings
de: Provider Einstellungen Öffnen
lt: Atidarykite teikėjo nustatymus
uk: Відкрити налаштування провайдера

source: Options
uk: Опції

source: Password
de: Passwort
lt: Slaptažodis
uk: Пароль

source: Payment expires:
de: Abonnement läuft ab:
lt: Mokėjimo terminas baigiasi:
uk: Підписка закінчується:

source: Playlist
lt: Grojaraštis
uk: Плейлист

source: Playlist url
uk: Посилання на плейлист

source: Please go to %s and generate pin code
uk: Відкрийте %s і згенеруйте пін-код

source: Quality
de: Qalität
lt: Kokybė
uk: Якість

source: Remove
de: Löschen
lt: Šalinti
uk: Видалити

source: Remove "%s" from favourites
de: Löschen "%s" aus Favoriten
lt: Šalinkite "%s" iš mėgstamų
uk: Видалити "%s" з обраного

source: Restart enigma2 to apply changes?
uk: Перезапустити enigma2 для застосування змін?

source: Restart enigma2 to apply keymap changes?
de: Starten Sie enigma2 neu, um die Änderungen zu übernehmen?
lt: Iš naujo paleiskite enigma2, kad pritaikytumėte klavišų žemėlapio pakeitimus?
uk: Перезапустіть enigma2, щоб застосувати зміни клавіатури?

source: Restart enigma2 to apply skin changes?
uk: Перезапустіть enigma2, щоб застосувати зміни скіна?

source: Restarting enigma2 after IPtvDream update...
de: Starten Sie enigma2 nach dem Update von IPtvDream neu...
lt: Iš naujo paleidžiama enigma2 po „IPtvDream“ naujinimo ...
uk: Перезагрузка enigma2 після оновлення IPtvDream...

source: Select keymap style
lt: Pasirinkite klaviatūros stilių
uk: Виберіть тип keymap

source: Select playlist number
uk: Виберіть кількість плейлистів

source: Select skin
uk: Виберіть skin

source: Server
lt: Serveris
uk: Сервер

source: Settings
uk: Налаштування

source: Setup
de: Einstellungen
lt: Valdymas
uk: Налаштування

source: Setup finished with %d errors.
de: Einstellungen beendet Fehler %d.
lt: Valdymas baigtas su %d klaidomis.
uk: Налаштування завершено помилок %d.

source: Setup finished without errors.
de: Einstellungen efolgreich beendet.
lt: Valdymas baigtas be klaidų.
uk: Налаштування завершено без помилок.

source: Show all iptv providers
de: Alle IPTV-Anbieter anzeigen
lt: Rodyti visus „iptv“ teikėjus
uk: Список провайдерів iptv

source: Show in extensions list
uk: Відображати в списку розширень

source: Show in main menu
de: Im Hauptmenü anzeigen
lt: Rodyti pagrindiniame meniu
uk: Відображати в головному меню

source: Sort by name
de: Nach Name sortieren
lt: Rūšiuoti pagal pavadinimą
uk: Відсортувати по імені

source: Sort by number
de: Nach Nummer sortieren
lt: Rūšiuoti pagal numerį
uk: Відсортувати по номеру

source: Start of %s failed
de: Starten Fehlgeschlagen %s
lt: %s pradžia nepavyko
uk: Не вдалося запустити %s

source: Stream format
uk: Формат потоку

source: Stream server
uk: Сервер мовлення

source: Time shift
de: Zeitversätzen
lt: Laiko poslinkis
uk: Зсув часу

source: Update failed
de: Update Fehlgeschlagen
lt: Naujinimas nepavyko
uk: Помилка при оновленні

source: Updating package list, please wait ...
de: Aktualisierung der Paketliste bitte warten sie ...
lt: Naujinamas paketų sąrašas, palaukite ...
uk: Оновлення списку пакетів, будь ласка зачекайте ...

source: We need to authenticate your device
uk: Необхідна авторизація вашого пристрою

source: Wrong number or pin
uk: Неправильний логін або пін код

source: Wrong pin!
de: Falsches Passwort!
lt: Neteisingas PIN kodas!
uk: Невірний код!

source: by name
lt: pagal pavadinimą
uk: по імені

source: by number
lt: pagal numerį
uk: по номеру

source: from playlist.m3u file
uk: з файла playlist.m3u

source: from url
uk: по URL-адресу

source: Player ID
lt: Grotuvo ID
